question = input('Какое у вас настроение? ')

if 'хорошее' in question or 'нормально' in question or 'нормально' in question:
    print('Отлично, рад за тебя. Приятно общаться с позитивными людьми!)')
elif 'плохо' in question or 'печально' in question:
    print('Не растраивайся!) Вскоре всё наладится, вот увидишь. Я бы посоветывал тебе смотреть на жизнь проще и радоваться мелочам!)')
else:
    print('Извините! Тот, кто меня создал, не позаботился должным образом о моём словарном запасе) ')